tap 'bufbuild/buf'
tap 'hashicorp/tap'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask'
tap 'ktr0731/evans'

brew 'ansible-lint'
brew 'ansible'
brew 'autojump'
brew 'bash-completion'
brew 'bash'
brew 'buf'
brew 'chezmoi'
brew 'cocoapods'
brew 'coreutils'
brew 'crane'
brew 'evans'
brew 'exercism'
brew 'fd'
brew 'fzf' # $(brew --prefix)/opt/fzf/install
brew 'git'
brew 'gnupg'
brew 'gnupg2'
brew 'go'
brew 'helm'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'ko'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'lima'
brew 'markdownlint-cli'
brew 'pinentry-mac' # Disable annoying "Save in keychain" checkbox:  `defaults write org.gpgtools.common UseKeychain NO`
brew 'pipx'
# brew 'poetry' # Installing with brew doesn’t fare well with pyenv. Use pip
brew 'protobuf'
brew 'pyenv' # pyenv install 3.11.0 && pyenv global 3.11.0
brew 'python@3.10'
brew 'shellcheck'
brew 'sqlite'
brew 'stern'
brew 'telnet'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'wireshark'
brew 'yamllint'
brew 'yarn'
brew 'yh'
brew 'yq'
brew 'zlib'
brew 'zsh-completions'
brew 'zsh'

cask 'discord'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'google-chrome'
cask 'iterm2'
cask 'logitech-options'
cask 'meetingbar'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
