tap "homebrew/cask-fonts"

brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'crane'
brew 'gnupg'
brew 'gnupg2'
brew 'helm'
brew 'htop'
brew 'httpie'
brew 'ko'
brew 'krew'
brew 'kustomize'
brew 'kubernetes-cli'
brew 'markdownlint-cli'
brew 'shellcheck'
brew 'skopeo'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yh'
brew 'yq'
brew 'zsh'
brew 'wireshark'
brew 'fzf' # $(brew --prefix)/opt/fzf/install
brew 'bat'
brew 'fd'
brew 'tree'
brew 'zsh-completions'
brew 'ansible'
brew 'pure'

cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'meetingbar'
cask 'spotify'
cask 'visual-studio-code'
cask 'slack'