tap 'hashicorp/tap'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'

brew 'ansible-lint'
brew 'ansible'
brew 'autojump'
brew 'bash-completion'
brew 'bash'
brew 'bat'
brew 'cilium-cli'
brew 'coreutils'
brew 'crane'
brew 'fd'
brew 'fzf' # $(brew --prefix)/opt/fzf/install
brew 'gnupg'
brew 'gnupg2'
brew 'hashicorp/tap/vault'
brew 'helm'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'ko'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'markdownlint-cli'
brew 'pinentry-mac'
brew 'postgresql'
brew 'protobuf'
brew 'shellcheck'
brew 'skopeo'
brew 'sonobuoy'
brew 'stern'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'wireshark'
brew 'yarn'
brew 'yh'
brew 'yq'
brew 'zsh-completions'
brew 'zsh'

cask  'logitech-options'
cask 'firefox'
cask 'font-fira-code-nerd-font'
cask 'google-chrome'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'meetingbar'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
